import time
name1=input("Введите ФИО №1: ")
name2=input("Введите ФИО №2: ")
name3=input("Введите ФИО №3: ")
leading1=input("Введите тип №1: ")
leading2=input("Введите тип №2: ")
leading3=input("Введите тип №3: ")
rating1=input("Введите год рождения члена спортклуба №1: ")
rating2=input("Введите год рождения члена спортклуба №2: ")
rating3=input("Введите год рождения члена спортклуба №3: ")
type1=input("Введите опыт члена спортклуба №1: ")
type2=input("Введите опыт члена спортклуба №2: ")
type3=input("Введите опыт члена спортклуба №3: ")





print(" __________________________________________________________")
print("| Состав спортклуба                                       |")
print(" __________________________________________________________")
print("| ФИО             Тип            Год рождения   Опыт (лет) |")
print("|__________________________________________________________|")
print("| " + (name1) +("        ") + (leading1)+("        ") + (rating1)+("        ") + (type1)+("         ") +"|"  )
print("| " + (name2) +("        ") + (leading2)+("        ") + (rating2)+("        ") + (type2)+("         ") +"|"  )
print("| " + (name3) +("        ") + (leading3)+("        ") + (rating3)+("        ") + (type3)+("         ") +"|"  )
print("|__________________________________________________________|")
print("| Перечисляемый тип: Т - тренер, С - спортсмен             |")
time.sleep(10000)
